var arrLeague = [12,'法国乙组联赛','法國乙組聯賽','France Ligue 2','2023-2024','#B1A7A7','league_match/images/1j5w0bknv81g.png','法乙','法乙','FRA D2','法国乙级联赛参赛队伍共有18支，以主客场双循环作赛，共进行38轮，每场赛事胜方得3分，负方无分，和局两队各得1分，最后以积分多寡决定排名，同分则以净胜球的多少决定名次。联赛前2名直接升入甲级联赛，排名最后两名直接降入法丙，倒数第三名将和法丙球队进行升降级附加赛。排名第三到第五的球队将参加升级附加赛，第四名和第五名先进行附加赛首轮，两队胜者再和联赛第三名较量，获胜的球队最后则和法甲联赛的倒数第三名进行两回合的升级附加赛，比赛为主客场两回合制，乙级球队先主后客，比赛胜者将参加下赛季法国甲级联赛。<br/>阿雅克肖由于财务问题，被降入丙级联赛。布洛涅递补进入2025-2026赛季法乙。'];
var arrSubLeague = [[1778,'联赛','聯賽','League',1,38,38,0,1,38],[1779,'升级附加赛','升級附加賽','Playoffs',0,1,1,0,0,1],[2510,'升级附加决赛','升級附加決賽','Playoffs Finals',0,1,1,0,0,1],[2741,'升降级附加赛','昇降級附加賽','Playoffs',0,1,1,1,0,1]];
var arrTeam = [[214,'梅斯','梅斯','Metz','','images/214/1h51a55zp72q.png',0],[255,'圣埃蒂安','聖伊天','Saint Etienne','','images/16487117719.png',0]];
jh["R_1"] = [[255,214,3,3,[2582249,12,-1,'2024-05-31 02:30',255,214,'2-1','1-1','3','法甲16',0.25,0.25,'2/2.5','1',1,1,1,1,0,0,'','3','FRA D1-16'],[2582250,12,-1,'2024-06-02 23:00',214,255,'2-1','2-1','法甲16','3',0.25,0,'2.5','1',1,1,1,1,1,0,'90,2-1;3-3;1,2-2;;2','FRA D1-16','3']]];
var scoreCountType=0;
var lastUpdateTime = '2025-09-04 10:43:40';
isConference = false;