var arrLeague = [16,'荷兰甲组联赛','荷蘭甲組聯賽','Holland Eredivisie','2023-2024','#FF6699','league_match/images/20210531104733.png','荷甲','荷甲','HOL D1','荷兰足球甲级联赛共由18支球队组成，采取双循环赛制（每支球队分别以主、客场身份和其他球队交锋两次）。单场比赛积分计算方法是胜者得3分、负者得0分、平局则双方各得1分，赛季末按累计积分高低排名，若积分相同则以净胜球净胜球、进球数‘相互战绩来区分排名。&nbsp;如果积分相同的球队牵涉联赛冠军归属、欧洲赛事资格以及升降级等问题时就需要进行附加赛。<br/>&ensp;&ensp;&ensp;&ensp;联赛前2参加下赛季欧洲冠军联赛小组赛，第3名参加下赛季欧洲冠军联赛资格赛，第4名参加欧罗巴资格赛，第5至8名参加欧洲协会联赛附加赛。荷兰杯冠军参加下赛季欧联杯附加赛，若荷兰杯冠军已经从联赛获得欧战资格，则优先级更低的欧战资格按联赛排名顺延;<br/>&ensp;&ensp;&ensp;&ensp;另外，甲级联赛最后2名的球队直接降到乙级，而倒数第3名的球队则将与荷乙联赛的第3名进行升降级附加赛争夺一个下赛季荷甲联赛的参赛资格。'];
var arrSubLeague = [[98,'联赛','聯賽','League',1,34,34,0,1,34],[703,'欧会杯资格赛准决赛','欧會杯資格寰准決賽','Qual. Semifinals',0,1,1,0,0,1],[1288,'欧会杯资格赛决赛','歐會杯資格賽決賽','Qual. Finals',0,1,1,0,0,1]];
var arrTeam = [[237,'乌德勒支','烏德勒支','FC Utrecht','','images/165095716992.png',0],[280,'前进之鹰','伊高斯','Go Ahead Eagles','','images/16509570569.png',0]];
jh["R_1"] = [[2581450,16,-1,'2024-05-26 23:59',237,280,'1-1','1-0','7','9',0.75,0.25,'3','1/1.5',1,1,1,1,1,0,'90,1-1;;1,1-2;;2','7','9']];
var scoreCountType=0;
var lastUpdateTime = '2025-09-04 10:43:40';
isConference = false;