var arrLeague = [37,'英格兰冠军联赛','英格蘭冠軍聯賽','England Championship','2024-2025','#cc3300','league_match/images/16667499415.png','英冠','英冠','ENG LCH','英格兰冠军联赛共有24支球队组成，采取双循环赛制（每支球队分别以主、客场身份和其他球队交锋两次）。单场比赛积分计算方法是胜者得3分、负者得0分、平局则双方各得1分，赛季末按累计积分高低排名，若积分相同则以得失球差及总入球数等来区别排名。冠军联赛前两名球队直接升上超级联赛，余下第三名至第六名的4支球队会采取主客场两回合淘汰制的升级附加赛，由第三名对第六名，第四名对第五名，经抽签决定哪队首先作主场，附加赛准决赛采用两回合主客场淘汰制，假如双方两回合总比数未分胜负，将加时作赛，再和则互射十二码分高下。获胜的2支球队将另外在中立场以单场定胜负的形势来争夺冠军，夺冠的一方可升上超级联赛。另外，冠军联赛榜尾3支球队将降落甲级作赛。'];
var arrSubLeague = [[87,'联赛','聯賽','League',1,46,46,0,1,46],[88,'升级附加赛','升級附加賽','Playoffs',0,1,1,1,0,1],[90,'附加赛决赛','附加賽決賽','Playoff Final',0,1,1,0,0,1]];
var arrTeam = [[51,'谢菲尔德联队','錫菲聯','Sheffield United','','images/164869103617.png',0],[65,'桑德兰','新特蘭','Sunderland A.F.C','','images/165900273323.png',0]];
jh["R_1"] = [[2776523,37,-1,'2025-05-24 22:00',51,65,'1-2','1-0','3','4',0.25,0.25,'2/2.5','0.5/1',1,1,1,1,0,0,'','3','4']];
var scoreCountType=0;
var lastUpdateTime = '2025-09-04 10:41:19';
isConference = false;