var arrLeague = [9,'德国乙组联赛','德國乙組聯賽','German Bundesliga 2','2024-2025','#CA00CA','league_match/images/20181221085736.png','德乙','德乙','GER D2','德国足球乙级联赛共由18支球队组成，采取双循环赛制（每支球队分别以主、客场身份和其他球队交锋两次）。单场比赛积分计算方法是胜者得3分、负者得0分、平局则双方各得1分，以积分多少排名次序，若积分相同则以得失球比及总入球数等来区别排名。08/09赛季开始联赛前2名直接晋级甲级联赛，第3名与甲级联赛第16名进行主客场两回合升级附加赛决定最后一个甲级名额。另外，乙级联赛最后2名直接降入丙级联赛，倒数第3名则与丙级联赛第3名进行主客场2回合的降级附加赛。<br/><br/>&ensp;&ensp;&ensp;&ensp;升级附加赛参赛队为德甲第16名及德乙第3名，采取主客场2回合制，总比分获胜的一方获得下赛季德甲参赛资格。<br/><br/>&ensp;&ensp;&ensp;&ensp;降级附加赛参赛队为德乙第16名及德丙第3名，采取主客场2回合制，总比分获胜的一方获得下赛季德乙参赛资格。'];
var arrSubLeague = [[132,'联赛','聯賽','League',1,34,34,0,1,34],[130,'升级附加赛','升級附加賽','Playoffs',0,1,1,1,0,1],[131,'降级附加赛','降級附加賽','Playoffs',0,1,1,1,0,1]];
var arrTeam = [[1076,'埃弗斯堡','艾華斯堡','SV Elversberg','','images/1jpxzt6nhh1v.png',0],[8371,'海登海姆','海登咸','Heidenheimer','','images/1jqk69c9js20.png',0]];
jh["R_1"] = [[8371,1076,4,3,[2778216,9,-1,'2025-05-23 02:30',8371,1076,'2-2','0-2','德甲16','3',0.25,0,'2.5','1',1,1,1,1,0,0,'','GER D1-16','3'],[2778217,9,-1,'2025-05-27 02:30',1076,8371,'1-2','1-1','3','德甲16',0.25,0,'2.5/3','1/1.5',1,1,1,1,0,0,'','3','GER D1-16']]];
var scoreCountType=0;
var lastUpdateTime = '2025-09-04 10:41:14';
isConference = false;